alexcvzz.vscode-sqlite
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
expo.vscode-expo-tools
geriyoco.vscode-image-gallery
github.copilot-chat
github.github-vscode-theme
golang.go
google.geminicodeassist
inferrinizzard.prettier-sql-vscode
james-yu.latex-workshop
jebbs.plantuml
kisstkondoros.vscode-gutter-preview
mattogodoy.hacker-sounds
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
oderwat.indent-rainbow
openai.chatgpt
redhat.vscode-yaml
rust-lang.rust-analyzer
tamasfe.even-better-toml
tomoki1207.pdf
vscodevim.vim
wayou.vscode-todo-highlight
yzane.markdown-pdf
yzhang.markdown-all-in-one
