bradlc.vscode-tailwindcss
david-j-lee.github-dark-color-theme
dbaeumer.vscode-eslint
esbenp.prettier-vscode
github.copilot
github.copilot-chat
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
oderwat.indent-rainbow
vscodevim.vim
